# Taps
tap 'homebrew/bundle'
tap "tako8ki/tap"
tap "idoavrah/homebrew"
tap "oven-sh/bun"
tap "xo/xo"
tap "tako8ki/tap"

# Terminal
brew "lazydocker"
brew "neovim"
brew "fzf"
brew "k9s"
brew "htop"
brew "tmux"
brew "gdu"
brew "tako8ki/tap/gobang"
brew "lazygit"
brew "idoavrah/homebrew/tftui"
brew "tree-sitter"

# MacOS
brew "dockutil"
brew "m-cli"
brew "mas"
brew "mackup"

# Tools
brew "jq"
brew "rsync"
brew "wget"
brew "curl"
brew "watch"
brew "xz"
brew "lsd"
brew "bat"

# Containers
brew "colima"
brew "docker"
brew "helm"
brew "kind"
brew "kubernetes-cli"
brew "lima"

# Environment
brew "bash"
brew "zsh"
brew "neofetch"

# Git
brew "gh"
brew "git"

# Infrastructure
brew "pulumi"
brew "tfenv"

# SDK
brew "nvm" # Node Version Manager
brew "rustup" # Rust toolchain manager
brew "golang" # Golang
brew "oven-sh/bun/bun" # Bun.sh NodeJs runtime and package manager

# Applications
cask "alacritty"
cask "appgrid"

